IDEA Open Model
BoltAssembly.WasherAtNut Property
Compatible with IDEA StatiCa 20.1
 Is washer at Nut side of bolt assembly
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool WasherAtNut { get; set; }
Public Property WasherAtNut As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace